{"data" : [
    {
        "id":1,
        "name":"Calicao Flower",
        "nameDes":"Calicao Flower - Elegant Dutchman&#39;s Pipe - Aristolochia Littoralis - Rare Plant Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-RejW64156b576b1441/i-0-4Mtg64156b576b1bd1.jpg",
        "desc":"This listing is for 5 Calicao Flower - Elegant Dutchman&#39;s Pipe (Aristolochia Littoralis) seeds. We only sell freshly harvested seeds from small time growers, hobbyists and collectors. Listing is for 5 Seeds A medium-sized climbing plant native to Brazil with large, maroon flowers. ",
        "price":999,
        "category":"Gardenplants"
    },
    {
        "id":2,
        "name":"Pink Echeveria",
        "nameDes":"Pink Echeveria - Echeveria laui - Rare Succulent Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-vT1K64138e514c30d1/thumbnail/i-0-btff64138e514c3931.jpg",
        "desc":"This listing is for 5 Pink Echeveria (Echeveria laui) seeds. This is a rare succulent plant species. Echeveria Laui is known to be a beautiful succulent. As the plant matures you can expect it to reach up to around 15 cm (6″) tall. The leaves are beautiful fleshy and pink making it the plants most dominant feature. When it flowers you can expect it to produce peachy to rose coloured that bloom from summer to fall. Prefers full sun Can be grown outdoor Grows 15 cm (6″) tall Grows up to 12.5 cm (5″) wide Can die easily if overwatered",
        "price":1122,
        "category":"Gardenplants"
    },
    {
        "id":3,
        "name":"Blue Cerus Cactus",
        "nameDes":"Blue Cerus Cactus - Azureocereus hertlingianus - Rare Cactus Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-aN8p641567fa2a25a1/thumbnail/i-0-6w5A641567fa2a2b81.jpg",
        "desc":"This listing is for 5 Blue Cerus Cactus (Azureocereus hertlingianus) seeds. This is a rare cactus plant species. Superb blue cereoid from the central Peruvian highlands. Grows slowly to 8m high with long vertical branches, making a stunning shape! OK outdoors in sheltered frost-free area with good drainage. Cactus species Azureocereus hertlingianus is a spectacular turquoise-blue colored columnar cactus that can eventually grow 20&#39; to 30&#39; feet tall. Individual stems can be up to 12&quot; in diameter on mature specimens. There are an average of 18 ribs which have exploded humps. The humps are slightly recessed at the areoles. The spines are yellowish to golden brown on new growth changing to yellowish-gray in color on older growth. One to three stiff central spines averaging 3-1/4&quot; inches long, four to six radial spines on average. Branching tends to emerge higher up on the main stem/trunk but can also occasionally emerge near the base. Tends to keep its bluish color with only very old growth near base eventually turning greenish. Very draught tolerant once established. Azureocereus hertlingianus makes for an impressive blue colored columnar cactus in the landscape.",
        "price":1588,
        "category":"Houseplants"
    },
    {
        "id":4,
        "name":"Jewel Plant",
        "nameDes":"Jewel Plant - Titanopsis hugo-schlechteri - Rare Succulent Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-yXEa64156a1edaa621/thumbnail/i-0-tYx964156a1edaae41.jpg",
        "desc":"This listing is for 5 Jewel Plant (Titanopsis hugo-schlechteri) seeds. This is a rare Succulent plant Species. Small plants, with a rosette reaching 10 cm in height. The leaves reach 3 cm with a truncated tip and small, rough tubercles at the apex of the leaves. They look like limestone and are difficult to see in nature. Yellow flowers 2 cm in diameter appear in late fall. It is one of the few species that searches for alkaline areas. This plant is topped with small growths with the appearance of warts, which allows it to hide in desert areas during the dry season.",
        "price":839,
        "category":"Houseplants"
    },
    {
        "id":5,
        "name":"Blushing Echeveria",
        "nameDes":"Blushing Echeveria - Echeveria malgan &#39;Blush&#39; - Rare Succulent Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-qOU764156807110741/thumbnail/i-0-5qq264156807111581.jpg",
        "desc":"This listing is for 5 Blushing Echeveria (Echeveria Malgan &#39;Blush&#39;) seeds. This is a rare succulent plant species. The genus Echeveria is named in honor of the Spanish botanist Atanasio Echeverria Codoy. Several species are wonderful garden plants. It is a popular, beautiful and easy to grow kind of plants at home. Grouping several different Echeveria together is a great way to showcase the different leaf shapes. Rosettes reach up to 20 cm in diameter and eventually form other shoots. They usually develop fleshy leaves in a rosette taking on several interesting geometric shapes and a variety of colors, from green to gray, blue, mauve, pink and almost white, often with contrasting colors. Plants do not require pruning. Most species lose their leaves in winter. Dudleyas prefer a dry summer, which is their period of dormancy. Since it is the opposite for Echeveria, we often find these 2 genera in the same garden. Echeveria are polycarpic, meaning they can produce flowers and seeds multiple times during their life. The flower stems are attractive, sporting yellow, red or white bell-shaped flowers, some with an interesting gradation of colors. Hardiness zones 9-11, (-5 C / 25 F, 4 C / 40 F). Most species can thrive in shade and tolerate light frost. Plants prefer indirect sunlight. During the growing period, normal room temperature is appropriate. The plants are rather drought tolerant. Allow the soil to dry out between waterings. They prefer dry soil and good drainage. Do not water the rosette. Sow in a soil composed of sphagnum moss and sand and cover the seeds with a thin layer of compost or vermiculite. Place in a warm place and keep a temperature between 20-25ºC (68-77ºF). After sowing, do not exclude light, since this helps germination. Keep the soil moist, but not waterlogged. Germination takes around 30-180 days, it could take a little longer, don&#39;t give up.",
        "price":3099,
        "category":"Houseplants"
    },
    {
        "id":6,
        "name":"Concord Albuca",
        "nameDes":"Concord Albuca - Albuca concordiana - Rare Succulent Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-vXgr641394c1c3c961/thumbnail/i-0-sfDt641394c1c3d151.jpg",
        "desc":"This listing is for 5 Concord Albuca (Albuca concordiana) seeds. This is a rare Succulent plant Species. Albuca concordiana comes from the winter rainfall regions of south-western Africa, producing its miniature whirlwinds of leaves in early winter. The leaves usually curl better if given good light. It would probably look even better in a hot dry environment. It is one of the most difficult members to cultivate successfully over an extended period. It is a winter-growing and summer-dormant species that needs to be kept almost dry during its dormancy as the bulbs is disposed to dwindle and rot.",
        "price":1628,
        "category":"Houseplants"
    },
    {
        "id":7,
        "name":"Passion Fruit Flower",
        "nameDes":"Seemann&#39;s Passion Fruit Flower - Passiflora seemanii - Rare Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-5sWj64138c2051e6f1/thumbnail/i-0-1cmn64138c2051ec21.jpg",
        "desc":"This listing is for 5 Seemann&#39;s Passion Fruit Flower (Passiflora seemanii) seeds. This is a rare plant species. Passiflora seemanii is native from Mexico to Panama, Colombia, Nicaragua and Venezuella. It grows at sea level and up to 1600 meters over sea level. It is grown for it&#39;s large ornamental flowers and the large fruits. It climbs by means of clinging tendrils and can be kept as an container plant. The long tendrils need lots of support for climbing. It may be grown as a houseplant in a sunny South-facing window. One of the loveliest and most exotic of the Passion flowers producing violet-blue and grenish-white flowers. The leaves are full, bi-lobed or tri-lobed. Pruning is a must to keep the vine healthy. Prune off less vigorous growth and occasionally prune back vigorous growth to promote flowering. When established, and without care, the passion fruit can easily overtake other garden plants, shading them from sun. Hardiness zone 11, (4C/40F) in Winter. Protect from frost or plant in frost free areas. Keep the atmosphere humid through the Summer and place in full sun, can tolerate partial shade. Passiflora Seemanii loves the warm humid Tropics. You may need to water your plants on a daily basis during the hottest Summer months. During the Winter the roots should be kept moist, but as growth will be much slower you will probably only need to water once a week, depending on growing temperature. Fertilize at least once every two weeks in the growing season. It will do best in a loam based mix with a little peat moss. If their pot is too large or if they have an unrestricted root run then the whole plant will simply get bigger and bigger but it will refuse to flower and therefore produce the fruits. By limiting the pot size you are limiting the ability to grow and this is seen as a threat, so the natural mechanism is to produce seed for the next generation. A suitably sized pot for an adult plant would generally be of 12 inches in diameter.",
        "price":1005,
        "category":"Gardenplants"
    },
    {
        "id":8,
        "name":"Lanzarote Aeonium",
        "nameDes":"Lanzarote Aeonium - Aeonium Lancerottense - Rare Succulent Plant Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-DO7w641390bf455a81/thumbnail/i-0-FYmv641390bf456221.jpg",
        "desc":"This listing is for 5 Lanzarote Aeonium(Aeonium lancerottense) seeds. This is Rare Succulent Plant Species. A magnificent, compact, densely branching succulent with compact rosettes of spoon-shaped leaves, found exclusively on dry Lanzarote in the Canary Islands, where it is rather rare and endangered.",
        "price":2525,
        "category":"Gardenplants"
    },
    {
        "id":9,
        "name":"Red Sand Aloe",
        "nameDes":"Red Sand Aloe - Aloe Arenicola - Rare Succulent Plant Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-jncK641390d305ca91/thumbnail/i-0-J3TO641390d305d391.jpg",
        "desc":"This listing is for 5 Red Sand Aloe(Aloe Arenicola) seeds. This is Rare Succulent Plant Species. This beautiful and fairly rare Aloe forms slender, creeping stems with short, thick leaves that are covered in small, white spots and are often reddish or purplish. It is native to South Africas Cape Provinces, where it grows on dry, sandy coastal plains just above sea level. It grows very localized mostly in the &quot;diamond area&quot; which is considered a no-go zone. In cultivation, Aloe arenicola is not often seen, even though it is a robust, adaptable and highly ornamental plant.",
        "price":3599,
        "category":"Decorative Bushes"
    },
    {
        "id":10,
        "name":"Mando Aloe",
        "nameDes":"Mando Aloe - Aloe Mandotoensis - Rare Succulent Plant Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-b4Fp64138d1e9ae001/thumbnail/i-0-jBpX64138d1e9ae571.jpg",
        "desc":"This listing is for 5 Mando Aloe(Aloe Mandotoensis) seeds. This is Rare Succulent Plant Species. A moderately-sized, solitary or mildly clustering Aloe with bright green leaves and occasionally forming a short stem. The upright, branched inflorescence holds red flowers. Aloe mandotoensis is found at a single locality in central Madagascar, where it grows on granitic outcrops around 1400 m. It adapts well to cultivation and is easily grown in some tropical and many warm temperate climates.",
        "price":1415,
        "category":"Gardenplants"
    }, 
    {
        "id":11,
        "name":"The Old Lady Cactus",
        "nameDes":"The Old Lady Cactus - Mammillaria hahniana - Rare Cactus Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-eUA464156746194a11/thumbnail/i-0-AEwm64156746194f61.jpg",
        "desc":"This listing is for 5 The Old Lady Cactus (Mammillaria hahniana) seeds. This is a rare Cactus  plant Species. Mammillaria is a genus of spiny cacti native to the desert regions of Central America, particularly Mexico. Plants usually form clusters of spherical or columnar stems, and bear funnel-shaped flowers. Known as the old lady cactus, Mammillaria hahniana forms globe-shaped stems covered in fine white spines and white down, from which a circle of pretty pink flowers appears in spring. It’s the perfect cactus for beginners and makes a fine addition to any cactus collection. For best results grow Mammillaria hahniana in cactus compost in containers in full sun. Water from mid-spring to summer only, and feed once a month with a special cactus fertiliser. Like all cacti growing in a temperate climate, it’s best grown as a houseplant but containers may be moved to a sunny, sheltered patio in midsummer.",
        "price":2199,
        "category":"Decorative Bushes"
    },
    {
        "id":12,
        "name":"Sunny Marsh Pitcher Plant",
        "nameDes":"Sunny Marsh Pitcher Plant - Heliamphora pulchella - Rare Carnivorous Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-oT9L64138c2839c4b1/thumbnail/i-0-Gj2l64138c2839ccd1.jpg",
        "desc":"This listing is for 5 Sunny Marsh Pitcher Plant (Conophytum sp) seeds. This is a rare Carnivorous Specie. Heliamphora are mainly highland plants. They prefer cool days around 75/83F and night time drops near 55-60F for success. The plants handle warmer temperatures quite well given the humidity is very high. Because they require a lot of light, many growers have great success indoors with LED and T5 grow lights. Moist, bright, and good airflow is key. The genus Heliamphora is contains 25 or so species endemic to the Tepui Mountains of the Guiana highlands in Venezuela. All species are endemic to isolated mountain ranges known as the Tepuis. These sandstone formations are also called the table mountains, and each one is isolated from the jungles below. The weather can be cold and rainy, but when the sun comes out the light is very strong.",
        "price":2228,
        "category":"Decorative Bushes"
    },
    {
        "id":13,
        "name":"Blue Puya",
        "nameDes":"Blue Puya - Puya berteroniana - Rare Bromeliad Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-lchj64138d2ad58ba1/thumbnail/i-0-zf2w64138d2ad59371.jpg",
        "desc":"This listing is for 5 Blue Puya  (Puya berteroniana) seeds. This is a Rare Bromeliad Species. Puya berteroniana, the Blue Puya, is one of the largest genera in the Pineapple Family, Bromeliaceae. Most of its species are concentrated along the Andes mountain range of South America, some at altitudes up to nearly 5000 metres. Very few Puya species have become popular in cultivation. It can reach 6-10 feet tall. The Blue Puya shows full beauty of colour and form in every way and appears to be from another world. The large flower stalks of this plant rise from the masses of curling, silvery foliage, displaying deep turquoise blue flowers, 2&quot; in diameter, and in the centre of the flowers, beaming out, are the highly contrasting orange anthers attracting birds, bees and other insects. Hardiness zones 8-11. Puya berteroniana, the Blue Puya, is one of the Southernmost species of Puya and consequently more frost-hardy than many of the other species",
        "price":3099,
        "category":"Houseplants"
    },
    {
        "id":14,
        "name":"Elegant Sundew",
        "nameDes":"Elegant Sundew - Drosera venusta - Rare Carnivorous Species",
        "imageUrl1":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-kUX7641568c9ac65e1/thumbnail/i-0-NIUE641568c9ac6b71.jpg",
        "desc":"This listing is for 5 Elegant Sundew (Drosera venusta) seeds. This is a rare Carnivorous plant Species. Drosera venusta is native to South Africa. Easy to grow, she is perfect for beginners. Here is a Drosera which with its rosette will amaze you. It also produces pinkish flowers, around 3 cm, throughout the year. The leaves are covered with hairs, glands, like other Drosera. The leaves are short and spoon-shaped. Insects are attracted to the leaves by the shine of the hairs. The leaves wrap around the prey like the movement of a wrist. Once caught, the insect is digested by digestive fluids emitted by the plant. This is a unique way to obtain nitrogen, allowing these plants to live in soils poor in this substance. Hardiness zones 8-10, (1 C / 35 F, -10 C / 15 F) in Winter. The plant should be grown in full sun, with protection from the hot midday sun. In shaded areas, an artificial light source is essential. If the plant has enough light, it will produce redder rosettes. The temperature should be kept between 20 C / 30 C, 68 F / 85 F. The plant does not have a dormant period. It can germinate well in a mixture of sphagnum moss and sand, which can be 50% to 70% sphagnum moss. You don&#39;t have to fertilize since the plant relies on insects for food. ",
        "price":2999,
        "category":"Decorative Bushes"
    },
    {
        "id":15,
        "name":"White Sunflower",
        "nameDes":"White Sunflower - Helianthus debilis &#39; Italian White&#39; - Rare Species",
        "imageUrl1":"Creamy white blooms of this lovely branching sunflower are ringed around the center with a brighter yellow. Offset by solid dark centers, these blooms are lovely in the garden and simply stunning when included in cut flower arrangements! Plant these seeds in the location that they are to grow, as sunflowers do not like to be transplanted or moved. Place seeds just below the surface of the soil, and keep moist until germination.",
        "desc":"This listing is for 5 White Sunflower  (Helianthus debilis &#39; Italian White&#39;) seeds. This is a rare plant Species.",
        "price":1999,
        "category":"Gardenplants"
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    },
    {
        "id":3,
        "name":"",
        "nameDes":"",
        "imageUrl1":"",
        "desc":"",
        "price":1
    }

    ]

}